{
  "site": {
    "internetOfBlockchains": "Internet of Blockchains"
  },
  "siteHeader": {
    "fund": "Fund",
    "stats": "Stats",
    "signin": "Sign In",
    "signup": "Sign Up"
  },
  "siteBlog": {
    "title": "Blog",
    "subtitle": "<a href='/static/en.xml'>Subscribe</a> for the latest updates."
  },
  "emailSignupForm": {
    "emailAddress": "Email Address",
    "notifyMe": "Subscribe"
  },
  "sectionCallToAction": {
    "title": "Fundraising Event",
    "description": "Cosmos fundraising event starts Feb 2017."
  },
  "sectionHomeVideo": {
    "title": "What is Cosmos?"
  },
  "sectionHomeIntro": {
    "title": "Building an Internet of Blockchains",
    "purpose": "Purpose",
    "purposeText": "<strong>Cosmos</strong> is a project with an ambitious mission: To create a network of distributed ledgers that will solve long-standing problems in the cryptocurrency and blockchain communities.",
    "architecture": "Architecture",
    "architectureText": "The Cosmos network consists of many independent, parallel blockchains, called zones, each powered by classical Byzantine fault-tolerant (BFT) consensus protocols like <a href='http://tendermint.com'>Tendermint</a> (already used by platforms like <a href='https://erisindustries.com/components/erisdb/'>ErisDB</a>). Some zones act as hubs with respect to other zones, allowing many zones to interoperate through a shared hub. The architecture is a more general application of the Bitcoin sidechains concept, using classic BFT and Proof-of-Stake algorithms, instead of Proof-of-Work.",
    "cosmosHub": "Cosmos Hub",
    "cosmosHubText": "The first blockchain in the Cosmos network is the Cosmos hub. The Cosmos hub connects to zones via the novel IBC (inter-blockchain communication) protocol and keeps a record of the total number of tokens in each zone. Because all inter-zone token transfers go through the Cosmos hub, you can transfer tokens from one zone to another, quickly and securely, without the need for a liquid exchange or a trusted third party between zones.<br><br>The Cosmos hub can connect to many different kinds of zones, as long as each zone speaks IBC. As a result, Cosmos can support a variety of currencies and scripting languages like those found in Bitcoin, Ethereum, ZeroCash, CryptoNote, and more.",
    "readTheWhitepaper": "Read the Whitepaper"
  },
  "sectionHomeInteroperability": {
    "title": "Interoperability",
    "text": "Cosmos can interoperate with multiple other applications and cryptocurrencies, something other blockchains can’t do well. By creating a new zone, you can plug any blockchain system into the Cosmos hub and pass tokens back and forth between those zones, without the need for an intermediary.<br><br> For example, if you wanted to trade bitcoins for ether today, you would have to sell your bitcoins for a fiat currency on an open exchange and then use that fiat currency to buy ether on another exchange. The problem is, many of our  exchanges today are plagued by hacks, theft, and cons. Two prime examples are what happened at <a href='http://www.thedailybeast.com/articles/2016/05/19/behind-the-biggest-bitcoin-heist-in-history-inside-the-implosion-of-mt-gox.html'>Mt. Gox</a> and more recently <a href='http://www.reuters.com/article/us-bitfinex-hacked-hongkong-idUSKCN10E0KP'>Bitfinex</a>."
  },
  "sectionHomeScalability": {
    "title": "Scalability",
    "text": "Scaling is another open issue for blockchains. Both Ethereum and Bitcoin support only a fraction of the transactions seen daily on payment networks like Visa or Mastercard. In contrast, zones allow Cosmos to scale out indefinitely. If your transaction speed slows in one zone because too many people are using it, you simply add another zone to the hub and direct half the users over that zone, thereby doubling your transaction speed. Meanwhile, the Cosmos hub ensures that any zones connected to it remain in sync."
  },
  "sectionHomeUpgradability": {
    "title": "Upgradability",
    "text": "Another problem blockchains run into is how to handle upgrades when new versions come out. Getting all of the validators ('miners' in the case of Bitcoin) to upgrade to a new version of a blockchain simultaneously is tricky, and could lead to hard forks. This is exactly what happened when <a href='http://qz.com/730004/everything-you-need-to-know-about-the-ethereum-hard-fork/'>Ethereum hard-forked</a> into ETH and ETC due to political/governance issues surrounding the DAO hack. With Cosmos, upgrading is not an issue. You simply plug a new zone into the Cosmos hub, and invite users to move their funds over to it at their leisure."
  },
  "sectionHomeDecentralization": {
    "title": "Decentralization",
    "textOne": "One of the great tragedies of cryptocurrencies today has been their failure to interoperate with existing systems — and each other. Cosmos offers a way to link them together, but without creating a new centralized clearinghouse or exchange.<br><br>Cosmos is built on principles of cryptography, sound economics, consensus theory, transparency, and accountability to serve as a new foundation for our future financial systems.",
    "textTwo": "You can use Cosmos as a testing ground for a new cryptocurrency design, an upgrade to an existing cryptocurrency, as a means for decentralized exchange, or as a platform for scalable smart contracts.<br><br>Cosmos is not just a single distributed ledger, and the Cosmos hub isn't a walled garden or the center of its universe — anyone can use this protocol to create their own hub to compete with Cosmos in a free market of blockchains<br><br>The only question is, what will you build on Cosmos?"
  },
  "siteFund": {
    "title": "Purchase Atoms",
    "btnContinue": "Continue",
    "btnFinished": "Finished",
    "stepOne": {
      "title": "Customer Info",
      "subtitle": "We require some info from you to generate a personalized bitcoin address.",
      "name": "Name",
      "nameInvalid": "Name is required",
      "email": "Email Address",
      "emailInvalid": "Email is required and must be valid",
      "select": "Select...",
      "nationality": "Nationality"
    },
    "stepTwo": {
      "title": "Wallet Setup",
      "subtitle": "Generate your public key and paste it into the text field below.",
      "generatePublicKey": "Generate Public Key",
      "launchKeygen": "Launch Keygen",
      "pastePublicKey": "Paste Public Key",
      "pastePublicKeyInvalid": "Public Key is required - create one above"
    },
    "stepThree": {
      "title": "Purchase Quantity",
      "subtitle": "How many Atoms do you wish to purchase?",
      "atomCount": "Number of Atoms",
      "atomCountInvalid": "Atom count must be more than zero",
      "btcPrice": "Bitcoin Price"
    },
    "stepFour": {
      "title": "Payment",
      "subtitle": "Make the payment to the deposit address below. Atoms will arrive in your crowdfund wallet within minutes.",
      "depositAddress": "Deposit Address",
      "totalPrice": "Total Price"
    }
  }
}
